Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/tm/factorio-ja_JP.tmx
Source language: en_us
Languages: ja_jp

source: Enemy bases
ja_jp: バイターの巣

source: Crude oil
ja_jp: 原油

source: Physical
ja_jp: 物理ダメージ

source: Fire
ja_jp: 炎ダメージ

source: Laser
ja_jp: 光線ダメージ

source: Poison
ja_jp: 毒ダメージ

source: Explosion
ja_jp: 爆発ダメージ

source: Acid
ja_jp: 酸ダメージ

source: Crafts items that require up to 2 ingredients.
ja_jp: 2つまでの資材で作れるアイテムを製作します。

source: Crafts items that require up to 4 ingredients.
ja_jp: 4つまでの資材で作れるアイテムを製作します。

source: Transports items between logistic chests.
ja_jp: 物流用チェスト間でアイテムを移動させます。

source: Stone
ja_jp: 石

source: Wooden chest
ja_jp: 木製チェスト

source: Copper ore
ja_jp: 銅鉱石

source: Iron ore
ja_jp: 鉄鉱石

source: Coal
ja_jp: 石炭

source: Gun turret
ja_jp: ガンタレット

source: Rocket turret
ja_jp: ロケットタレット

source: Laser turret
ja_jp: レーザータレット

source: Long handed inserter
ja_jp: ロングアームインサータ

source: Fast inserter
ja_jp: 高速インサータ

source: Construction robot
ja_jp: 建造ロボット

source: Logistic robot
ja_jp: 物流ロボット

source: Car
ja_jp: 自動車

source: Pipe
ja_jp: パイプ

source: Boiler
ja_jp: ボイラー

source: Copper cable
ja_jp: 銅線

source: Small electric pole
ja_jp: 小型電柱

source: Steam engine
ja_jp: 蒸気機関

source: Assembling machine 1
ja_jp: 組立機1

source: Assembling machine 2
ja_jp: 組立機2

source: Assembling machine 3
ja_jp: 組立機3

source: Oil refinery
ja_jp: 原油精製所

source: Chemical plant
ja_jp: 化学プラント

source: Rocket
ja_jp: ロケット弾

source: Land mine
ja_jp: 地雷

source: Fish
ja_jp: 魚

source: Small biter
ja_jp: 小型バイター

source: Small biter corpse
ja_jp: 小型バイターの死骸

source: Medium biter
ja_jp: 中型バイター

source: Medium biter corpse
ja_jp: 中型バイターの死骸

source: Big biter
ja_jp: 大型バイター

source: Big biter corpse
ja_jp: 大型バイターの死骸

source: Biter spawner corpse
ja_jp: バイターの巣の残骸

source: Radar
ja_jp: レーダー

source: Lab
ja_jp: 研究所

source: Player port
ja_jp: プレイヤーポート

source: Item on ground
ja_jp: 落ちているアイテム

source: Lamp
ja_jp: ランプ

source: Roboport
ja_jp: ロボットステーション

source: Market
ja_jp: マーケット

source: Train stop
ja_jp: 駅

source: Rail signal
ja_jp: 列車用信号

source: Cargo wagon
ja_jp: 貨物車両

source: Big electric pole
ja_jp: 大型電柱

source: Medium electric pole
ja_jp: 中型電柱

source: Substation
ja_jp: 変電所

source: Small worm
ja_jp: 小型ワーム

source: Medium worm
ja_jp: 中型ワーム

source: Big worm
ja_jp: 大型ワーム

source: Defender
ja_jp: ディフェンダー

source: Distractor
ja_jp: ディストラクター

source: Destroyer
ja_jp: デストロイヤー

source: Big Remnants
ja_jp: 大型の残骸

source: Wall remnants
ja_jp: 防壁の残骸

source: Pumpjack
ja_jp: 油井

source: Dead tree
ja_jp: 倒木

source: Dry tree
ja_jp: 枯れ木

source: Dead grey trunk
ja_jp: ゴツゴツとした枯れ木

source: Dry hairy tree
ja_jp: 背の高い枯れ木

source: Dead dry hairy tree
ja_jp: 枯れ木

source: Green hairy grass
ja_jp: 背の高い草

source: Green carpet grass
ja_jp: 芝生

source: Green small grass
ja_jp: 小さな草

source: Brown carpet grass
ja_jp: 枯れた芝生

source: Brown hairy grass
ja_jp: 背の高い枯れたの芝生

source: Brown asterisk
ja_jp: 枯れた星型植物

source: Green asterisk
ja_jp: 緑の星型植物

source: Red asterisk
ja_jp: 赤の星型植物

source: Green pita
ja_jp: リュウゼツラン型植物

source: Green pita mini
ja_jp: 小さいリュウゼツラン型植物

source: Brown cane cluster
ja_jp: 枯れた茎の集まり

source: Brown cane single
ja_jp: 枯れた茎

source: Green coral
ja_jp: 緑の珊瑚

source: Green coral mini
ja_jp: 緑の小さい珊瑚

source: Brown coral mini
ja_jp: 茶色の小さい珊瑚

source: Orange coral mini
ja_jp: オレンジの小さい珊瑚

source: Brown fluff
ja_jp: 枯れた綿毛植物

source: Brown fluff dry
ja_jp: 茶色の乾いた綿毛植物

source: Garballo
ja_jp: ガルバロ型植物

source: Garballo mini dry
ja_jp: 乾いた小さいガルバロ型植物

source: Small root
ja_jp: 小さな木の根

source: Big root
ja_jp: 大きな木の根

source: Stone rock
ja_jp: 岩

source: Small rock
ja_jp: 小さな岩

source: Green bush mini
ja_jp: 緑の小さい茂み

source: Energy shield
ja_jp: エネルギーシールドモジュール

source: Energy shield MK2
ja_jp: エネルギーシールドモジュールMK2

source: Battery
ja_jp: バッテリーモジュール

source: Battery MK2
ja_jp: バッテリーモジュールMK2

source: Portable solar panel
ja_jp: 携帯ソーラーパネルモジュール

source: Portable fusion reactor
ja_jp: 携帯核融合炉モジュール

source: Water
ja_jp: 水

source: Light oil
ja_jp: 軽油

source: Heavy oil
ja_jp: 重油

source: Petroleum gas
ja_jp: プロパンガス

source: Sulfuric acid
ja_jp: 硫酸

source: Lubricant
ja_jp: 潤滑油

source: Used by Lab for research.
ja_jp: 研究所でテクノロジーを開発するのに消費します。

source: Logistics
ja_jp: 物流

source: Production
ja_jp: 完成品

source: Energy
ja_jp: エネルギー

source: Combat
ja_jp: 戦闘

source: Intermediate products
ja_jp: 中間生産物

source: Unsorted
ja_jp: その他

source: Repair pack
ja_jp: リペアキット

source: Wood
ja_jp: 木材

source: Raw wood
ja_jp: 原木

source: Iron axe
ja_jp: 鉄の斧

source: Steel axe
ja_jp: 鋼鉄の斧

source: Pistol
ja_jp: ハンドガン

source: Submachine gun
ja_jp: サブマシンガン

source: Rocket launcher
ja_jp: ロケットランチャー

source: Flamethrower
ja_jp: 火炎放射器

source: Heavy armor
ja_jp: 重鎧

source: Power armor
ja_jp: パワーアーマー

source: Power armor MK2
ja_jp: パワーアーマーMK2

source: Explosive rocket
ja_jp: 炸裂ロケット弾

source: Computer
ja_jp: コンピューター

source: Alien science pack
ja_jp: エイリアンサイエンスパック

source: Red wire
ja_jp: レッドケーブル

source: Green wire
ja_jp: グリーンケーブル

source: Alien artifact
ja_jp: エイリアンアーティファクト

source: Speed module
ja_jp: 生産速度モジュール1

source: Speed module 2
ja_jp: 生産速度モジュール2

source: Speed module 3
ja_jp: 生産速度モジュール3

source: Productivity module
ja_jp: 生産力モジュール1

source: Productivity module 2
ja_jp: 生産力モジュール2

source: Productivity module 3
ja_jp: 生産力モジュール3

source: Shotgun
ja_jp: ショットガン

source: Combat shotgun
ja_jp: コンバットショットガン

source: Shotgun shells
ja_jp: ショットガン弾薬

source: Piercing shotgun shells
ja_jp: 貫通ショットガン弾薬

source: Railgun
ja_jp: レールガン

source: Railgun darts
ja_jp: レールガン弾

source: Defender capsule
ja_jp: ディフェンダーカプセル

source: Distractor capsule
ja_jp: ディストラクターカプセル

source: Destroyer capsule
ja_jp: デストロイヤーカプセル

source: Poison capsule
ja_jp: 毒素カプセル

source: Slowdown capsule
ja_jp: 粘着カプセル

source: Blueprint
ja_jp: ブループリント

source: Deconstruction planner
ja_jp: 解体プランナー

source: Sulfur
ja_jp: 硫黄

source: Solid fuel
ja_jp: 固形燃料

source: Plastic bar
ja_jp: プラスチック棒

source: Engine unit
ja_jp: エンジンユニット

source: Electric engine unit
ja_jp: 電気エンジンユニット

source: Flying robot frame
ja_jp: 飛行用ロボットフレーム

source: Explosives
ja_jp: 爆薬

source: Small plane
ja_jp: 小型飛行機

source: Basic oil processing
ja_jp: 基本的な石油加工

source: Advanced oil processing
ja_jp: 発展的な石油加工

source: Empty crude oil barrel
ja_jp: 空のドラム缶

source: Fill crude oil barrel
ja_jp: 原油入りドラム缶

source: Light oil cracking to petroleum gas
ja_jp: 軽油をプロパンガスに分解

source: Heavy oil cracking to light oil
ja_jp: 重油を軽油に分解

source: Steel processing
ja_jp: 鋼鉄加工

source: Automation
ja_jp: 自動化技術

source: Military
ja_jp: 軍事技術

source: Electronics
ja_jp: 電子工学

source: Chemistry
ja_jp: 化学

source: Advanced electronics
ja_jp: 発展電子工学

source: Flammables
ja_jp: 火器の開発

source: Railway
ja_jp: 鉄道

source: Automobilism
ja_jp: 自動車の開発

source: Optics
ja_jp: 光学技術

source: Solar energy
ja_jp: 太陽光発電

source: Rocketry
ja_jp: ロケット弾の開発

source: Explosive rocketry
ja_jp: 炸裂ロケット弾の開発

source: Rocket damage
ja_jp: ロケット威力+

source: Rocket shooting speed
ja_jp: ロケット速度

source: Bullet damage
ja_jp: 弾丸威力+

source: Bullet shooting speed
ja_jp: 連射速度

source: Shotgun shell damage
ja_jp: ショットガン威力

source: Shotgun shell shooting speed
ja_jp: ショットガン連射速度

source: Armor crafting
ja_jp: アーマー製作技術

source: Turrets
ja_jp: タレットの開発

source: Laser turrets
ja_jp: レーザータレットの開発

source: Flight
ja_jp: 航空力学

source: Robotics
ja_jp: ロボット工学

source: Construction robotics
ja_jp: 建設ロボット工学

source: Logistic robotics
ja_jp: 物流ロボット工学

source: Logistic system
ja_jp: 物流システム

source: Combat robotics
ja_jp: 戦闘ロボット工学

source: Combat robot damage
ja_jp: 戦闘ロボット強化

source: Alien technology
ja_jp: エイリアンテクノロジー

source: Automated rail transportation
ja_jp: 鉄道輸送の自動化

source: Rail signals
ja_jp: 鉄道用信号

source: Electric energy distribution
ja_jp: 配電

source: Character logistic slots
ja_jp: 物流スロット追加

source: Advanced material processing
ja_jp: 高度な炉の製作

source: Modules
ja_jp: モジュール

source: Energy shield equipment
ja_jp: エネルギーシールド

source: Energy shield MK2 equipment
ja_jp: エネルギーシールドMK2

source: Battery equipment
ja_jp: 携帯バッテリーモジュール（モジュール式アーマー用）

source: Laser turret shooting speed
ja_jp: 連射速度（レーザータレット）

source: Toolbelt
ja_jp: ツールベルト

source: Follower robot count
ja_jp: 追従ロボットの増加

source: Oil processing
ja_jp: 原油処理技術

source: Sulfur processing
ja_jp: 硫黄処理技術

source: Plastics
ja_jp: プラスチックの製造

source: Automated construction
ja_jp: 建設自動化

source: Engine
ja_jp: エンジンの開発

source: Electric engine
ja_jp: 電気エンジンの開発

source: Fluid handling
ja_jp: 流体力学

source: Faster and more flexible ways of transportation.
ja_jp: 輸送をさらに高速化、柔軟にします。

source: Out of map
ja_jp: マップ外

source: Deep water
ja_jp: 外洋

source: Deep green water
ja_jp: 緑海外洋

source: Sand
ja_jp: 砂漠

source: Dark sand
ja_jp: 湿った砂漠

source: Dirt
ja_jp: 土

source: Dark dirt
ja_jp: 湿った土

source: Grass
ja_jp: 草地

source: Dry grass
ja_jp: 枯れ草地

source: Efficiency module
ja_jp: エネルギー効率モジュール1

source: Efficiency module 2
ja_jp: エネルギー効率モジュール2

source: Efficiency module 3
ja_jp: エネルギー効率モジュール3

source: Tank
ja_jp: 戦車

source: Small spitter
ja_jp: 小型スピッター

source: Small spitter corpse
ja_jp: 小型スピッターの死骸

source: Medium spitter
ja_jp: 中型スピッター

source: Medium spitter corpse
ja_jp: 中型スピッターの死骸

source: Big spitter
ja_jp: 大型スピッター

source: Big spitter corpse
ja_jp: 大型スピッターの死骸

source: Spitter spawner
ja_jp: スピッターの巣

source: Spitter spawner corpse
ja_jp: スピッターの巣の残骸

source: Stone wall
ja_jp: 石の防壁

source: Gate
ja_jp: ゲート

source: Small worm corpse
ja_jp: 小型ワームの死骸

source: Medium worm corpse
ja_jp: 中型ワームの死骸

source: Big worm corpse
ja_jp: 大型ワームの死骸

source: Environment
ja_jp: 環境

source: Enemies
ja_jp: 敵

source: Coin
ja_jp: コイン

source: Tank cannon
ja_jp: 戦車の大砲

source: Stone walls
ja_jp: 防壁技術

source: Gates
ja_jp: ゲートの開発

source: Tanks
ja_jp: 戦車の開発

source: Impact
ja_jp: 衝撃ダメージ

source: Small scorchmark
ja_jp: 小さな焦げ跡

source: Electric
ja_jp: 電気

source: Crafts items that require up to 6 ingredients.
ja_jp: 6つまでの資材で作れるアイテムを製作します。

source: Behemoth biter
ja_jp: ベヒーモスバイター

source: Behemoth biter corpse
ja_jp: ベヒーモスバイターの死骸

source: Behemoth spitter
ja_jp: ベヒーモススピッター

source: Behemoth spitter corpse
ja_jp: ベヒーモススピッターの死骸

source: Rocket silo
ja_jp: ロケットサイロ

source: Personal roboport
ja_jp: 個人ロボットステーション

source: Signal 1
ja_jp: シグナル 1

source: Signal 2
ja_jp: シグナル 2

source: Signal 3
ja_jp: シグナル 3

source: Signal 4
ja_jp: シグナル 4

source: Signal 5
ja_jp: シグナル 5

source: Signal 6
ja_jp: シグナル 6

source: Signal 7
ja_jp: シグナル 7

source: Signal 8
ja_jp: シグナル 8

source: Signal 9
ja_jp: シグナル 9

source: The satellite should be put into the rocket.
ja_jp: 衛星はロケットに積んでください。

source: Signals
ja_jp: 信号

source: Vehicle machine gun
ja_jp: 車載機関銃

source: Low density structure
ja_jp: 断熱材

source: Rocket fuel
ja_jp: ロケット燃料

source: Rocket control unit
ja_jp: ロケット制御装置

source: Rocket part
ja_jp: ロケット部品

source: Satellite
ja_jp: 衛星

source: Stone path
ja_jp: 石の道

source: Concrete
ja_jp: コンクリート床

source: Character logistic trash slots
ja_jp: ゴミスロット追加

source: Signal 0
ja_jp: シグナル 0

source: Signal A
ja_jp: シグナル A

source: Signal B
ja_jp: シグナル B

source: Signal C
ja_jp: シグナル C

source: Signal D
ja_jp: シグナル D

source: Signal E
ja_jp: シグナル E

source: Signal F
ja_jp: シグナル F

source: Fluids
ja_jp: 流体

source: Everything
ja_jp: 全て

source: Steel furnace
ja_jp: 鋼鉄の炉

source: Electric furnace
ja_jp: 電気炉

source: Fast transport belt
ja_jp: 高速搬送ベルト

source: Express transport belt
ja_jp: 超高速搬送ベルト

source: Burner mining drill
ja_jp: 燃料式掘削機

source: Burner inserter
ja_jp: 燃料式インサータ

source: Iron chest
ja_jp: 鉄製チェスト

source: Steel chest
ja_jp: 鋼鉄製チェスト

source: Active provider chest
ja_jp: アクティブ供給チェスト

source: Passive provider chest
ja_jp: パッシブ供給チェスト

source: Storage chest
ja_jp: 貯蔵チェスト

source: Requester chest
ja_jp: 要求チェスト

source: Straight rail
ja_jp: 直線レール

source: Straight rail remnants
ja_jp: 直線レールの残骸

source: Curved rail
ja_jp: 曲線レール

source: Curved rail remnants
ja_jp: 曲線レールの残骸

source: Offshore pump
ja_jp: 汲み上げポンプ

source: Small pump
ja_jp: 小型ポンプ

source: Pipe to ground
ja_jp: 地下パイプ

source: Diesel locomotive
ja_jp: ディーゼル機関車

source: Biter spawner
ja_jp: バイターの巣

source: Solar panel
ja_jp: ソーラーパネル

source: Space module wreckage
ja_jp: 宇宙船の残骸

source: Fast splitter
ja_jp: 高速分配器

source: Express splitter
ja_jp: 超高速分配器

source: Rail chain signal
ja_jp: 連動式列車用信号

source: Decider combinator
ja_jp: 組み合わせ回路

source: Arithmetic combinator
ja_jp: 算術回路

source: Constant combinator
ja_jp: 定数回路

source: Small remnants
ja_jp: 小さな残骸

source: Medium remnants
ja_jp: 中型の残骸

source: Storage tank
ja_jp: 貯蔵タンク

source: Deconstructible tile proxy
ja_jp: 破壊可能タイル代替品

source: Anything
ja_jp: いずれか

source: Each
ja_jp: それぞれ

source: Blue signal
ja_jp: 青信号

source: Green signal
ja_jp: 緑信号

source: Red signal
ja_jp: 赤シグナル

source: Yellow signal
ja_jp: 黄シグナル

source: Copper plate
ja_jp: 銅板

source: Iron plate
ja_jp: 鉄板

source: Steel plate
ja_jp: 鋼材

source: Stone brick
ja_jp: 石レンガ

source: Iron gear wheel
ja_jp: 鉄の歯車

source: Iron stick
ja_jp: 鉄筋

source: Flamethrower ammo
ja_jp: 火炎放射器用燃料

source: Electronic circuit
ja_jp: 電子基板

source: Advanced circuit
ja_jp: 発展基板

source: Processing unit
ja_jp: 制御基板

source: Raw fish
ja_jp: 生魚

source: Empty barrel
ja_jp: 空のドラム缶

source: Crude oil barrel
ja_jp: 原油バレル

source: Effect transmission
ja_jp: モジュール範囲化技術

source: Advanced chemistry
ja_jp: 発展化学

source: Green water
ja_jp: 緑色水

source: Medium dry grass
ja_jp: 中型の乾燥した草

source: Cannon shell
ja_jp: 砲弾

source: Explosive cannon shell
ja_jp: 炸裂砲弾

source: Transport belt
ja_jp: 搬送ベルト

source: Underground belt
ja_jp: 地下搬送ベルト

source: Fast underground belt
ja_jp: 高速地下搬送ベルト

source: Express underground belt
ja_jp: 超高速地下搬送ベルト

source: Loader
ja_jp: ローダー

source: Fast loader
ja_jp: 高速ローダー

source: Express loader
ja_jp: 超高速ローダー

source: Electric mining drill
ja_jp: 電動掘削機

source: Flamethrower turret
ja_jp: 火炎放射タレット

source: Inserter
ja_jp: インサータ

source: Filter inserter
ja_jp: フィルターインサータ

source: Stack inserter
ja_jp: スタックインサータ

source: Stack filter inserter
ja_jp: スタックフィルターインサータ

source: Beacon
ja_jp: ビーコン

source: Splitter
ja_jp: 分配器

source: Accumulator
ja_jp: 蓄電池

source: Personal laser defense
ja_jp: 携帯レーザー防御モジュール（モジュール式アーマー用）

source: Discharge defense
ja_jp: 携帯放電防御モジュール

source: Exoskeleton
ja_jp: 外骨格

source: Signal G
ja_jp: シグナル G

source: Signal H
ja_jp: シグナル H

source: Signal I
ja_jp: シグナル I

source: Signal J
ja_jp: シグナル J

source: Signal K
ja_jp: シグナル K

source: Signal L
ja_jp: シグナル L

source: Signal M
ja_jp: シグナル M

source: Signal N
ja_jp: シグナル N

source: Signal O
ja_jp: シグナル O

source: Signal P
ja_jp: シグナル P

source: Signal Q
ja_jp: シグナル Q

source: Signal R
ja_jp: シグナル R

source: Signal S
ja_jp: シグナル S

source: Signal T
ja_jp: シグナル T

source: Signal U
ja_jp: シグナル U

source: Signal V
ja_jp: シグナル V

source: Signal W
ja_jp: シグナル W

source: Signal X
ja_jp: シグナル X

source: Signal Y
ja_jp: シグナル Y

source: Signal Z
ja_jp: シグナル Z

source: Pink signal
ja_jp: ピンクシグナル

source: Cyan signal
ja_jp: シアンシグナル

source: White signal
ja_jp: 白シグナル

source: Grey signal
ja_jp: グレーシグナル

source: Black signal
ja_jp: 黒シグナル

source: Light armor
ja_jp: ライトアーマー

source: Modular armor
ja_jp: モジュラーアーマー

source: Firearm magazine
ja_jp: 通常弾薬

source: Piercing rounds magazine
ja_jp: 貫通弾薬

source: Grenade
ja_jp: グレネード

source: Cluster grenade
ja_jp: クラスターグレネード

source: Discharge defense remote
ja_jp: 携帯放電防御モジュール

source: Blueprint book
ja_jp: 建設計画の本

source: Rail planner
ja_jp: レールプランナー

source: Hazard concrete
ja_jp: 警戒色コンクリート

source: Rail
ja_jp: レール

source: Landfill
ja_jp: 埋立地

source: Maximum following robots count bonus: +__1__
ja_jp: 追従ロボット最大機数ボーナス: +__1__

source: Ghost rebuild timeout: +__1__
ja_jp: 再構築タイムアウト時間 +__1__

source: Rocket damage bonus: +__1__
ja_jp: ロケットのダメージ ボーナス: +__1__

source: Rocket shooting speed bonus: +__1__
ja_jp: ロケット発射速度ボーナス: +__1__

source: Bullet damage bonus: +__1__
ja_jp: 弾丸ダメージボーナス: +__1__

source: Bullet shooting speed bonus: +__1__
ja_jp: 弾丸発射速度ボーナス: +__1__

source: Shotgun shell damage bonus: +__1__
ja_jp: 散弾ダメージボーナス: +__1__

source: Shotgun shell shooting speed bonus: +__1__
ja_jp: 散弾発射速度ボーナス: +__1__

source: Laser turret damage bonus: +__1__
ja_jp: レーザータレットダメージボーナス: +__1__

source: Laser turret shooting speed bonus: +__1__
ja_jp: レーザータレット発射速度ボーナス: +__1__

source: Gun turret damage bonus: +__1__
ja_jp: ガンタレットダメージボーナス: +__1__

source: Flamethrower turret damage bonus: +__1__
ja_jp: 火炎放射タレット ダメージボーナス: +__1__

source: Fire damage bonus: +__1__
ja_jp: 火炎ダメージ ボーナス: +__1__

source: Fluid damage modifier
ja_jp: 流体ダメージ修正

source: Combat robot laser damage bonus: +__1__
ja_jp: 戦闘ロボットレーザーダメージボーナス: +__1__

source: Combat robot beam damage bonus: +__1__
ja_jp: 戦闘ロボットビームダメージボーナス: +__1__

source: Exoskeleton equipment
ja_jp: 強化外骨格モジュール

source: Hazard concrete left
ja_jp: 左向き警戒色コンクリート

source: Hazard concrete right
ja_jp: 右向き警戒色コンクリート

source: Bullet
ja_jp: 弾丸

source: Combat robot beam
ja_jp: 戦闘ロボット ビーム

source: Combat robot laser
ja_jp: 戦闘ロボット レーザー

source: Shotgun shell
ja_jp: ショットガン弾薬

source: Biological
ja_jp: 生物学的

source: Capsule
ja_jp: カプセル

source: Melee
ja_jp: 攻撃力

source: Fluid
ja_jp: 流体

source: Computer age 1
ja_jp: コンピュータの時代 1

source: Computer age 2
ja_jp: コンピュータの時代 2

source: Computer age 3
ja_jp: コンピュータの時代 3

source: Circuit veteran 1
ja_jp: 発展基盤の達人 1

source: Circuit veteran 2
ja_jp: 発展基盤の達人 2

source: Circuit veteran 3
ja_jp: 発展基盤の達人 3

source: Steam all the way
ja_jp: ずっと蒸気

source: Automated cleanup
ja_jp: 自動お掃除

source: You are doing it right
ja_jp: よくできました！

source: Lazy bastard
ja_jp: 怠惰なろくでなし

source: Eco unfriendly
ja_jp: エコ反対

source: Tech maniac
ja_jp: 技術マニア

source: Mass production 1
ja_jp: 大量生産 1

source: Mass production 2
ja_jp: 大量生産 2

source: Mass production 3
ja_jp: 大量生産 3

source: Getting on track
ja_jp: 軌道に乗る

source: Getting on track like a pro
ja_jp: プロのように軌道に乗る

source: It stinks and they dont like it
ja_jp: 奴等は臭いを嫌う

source: Raining bullets
ja_jp: 弾丸の雨

source: Iron throne 1
ja_jp: 鉄の王 1

source: Iron throne 2
ja_jp: 鉄の王 2

source: Iron throne 3
ja_jp: 鉄の王 3

source: Logistic network embargo
ja_jp: 物流ネットワーク禁止

source: Smoke me a kipper, I'll be back for breakfast
ja_jp: 鮭をスモークしてくれ、朝食までには戻る

source: No time for chitchat
ja_jp: 雑談する暇はない

source: There is no spoon
ja_jp: スプーンなんてない

source: Steamrolled
ja_jp: ローラー作業

source: Pyromaniac
ja_jp: 放火魔

source: Delivery service
ja_jp: 宅配サービス

source: Golem
ja_jp: ゴーレム

source: Watch your step
ja_jp: 足元にご注意ください

source: Solaris
ja_jp: 惑星ソラリス

source: Minions
ja_jp: ミニオンズ

source: Use to build straight rails manually or through the rail planner.\nThe rail planner can build short paths directly using __CONTROL__build__ or long ghost paths using __CONTROL__build-ghost__.
ja_jp: 手動で直線レールを敷設、またはレールプランナーを用いてレールパスを敷設できます。\nレールプランナーは__CONTROL__build__で開始すると短いレールパスを直接敷設し、__CONTROL__build-ghost__で開始すると長いレールパスのゴーストを設置します。

source: Worker robot speed
ja_jp: ロボット移動速度

source: Worker robot cargo size
ja_jp: ロボットストレージ拡張

source: Allows you to launch a rocket into space and win the game.
ja_jp: ロケットを発射すればゲームクリアです。

source: Fires a stream of burning liquid at enemies.
ja_jp: 敵に火のついた液体を投射します。

source: Inserter capacity bonus
ja_jp: インサータ容量ボーナス

source: Worker robot speed bonus: +__1__
ja_jp: 建設・運搬ロボット速度ボーナス: +__1__

source: Player
ja_jp: プレイヤー

source: Stack inserter pickup bonus: +__1__
ja_jp: スタックインサータ保持数ボーナス: __1__

source: Non-stack inserter pickup bonus: +__1__
ja_jp: 非スタックインサータ保持数ボーナス: __1__

source: Lab research speed bonus: +__1__
ja_jp: 研究速度ボーナス: +__1__

source: Character logistics slot bonus: +__1__
ja_jp: プレイヤー物流スロットボーナス: +__1__

source: Character quickbar size bonus: +__1__
ja_jp: プレイヤークイックバーサイズボーナス: +__1__

source: Worker robot capacity bonus: +__1__
ja_jp: ロボット容量ボーナス: +__1__

source: Grenade damage bonus: +__1__
ja_jp: 手榴弾 ダメージボーナス: +__1__

source: Lab research speed
ja_jp: 研究速度

source: Battery MK2 equipment
ja_jp: 携帯バッテリーモジュールMK2（モジュール式アーマー用）

source: __1__ auto character logistic trash slots
ja_jp: __1__ 自動ゴミスロット

source: Auto character logistic trash slots
ja_jp: 自動ゴミスロット

source: Character logistic trash slot bonus: +__1__
ja_jp: プレイヤー物流ゴミスロットボーナス: +__1__

source: Laser turret damage
ja_jp: レーザータレット威力

source: Gun turret damage
ja_jp: ガンタレットダメージ

source: Flamethrower damage
ja_jp: 火炎放射器威力

source: Grenade damage
ja_jp: 手榴弾威力

source: Run Forrest, run
ja_jp: 走れ、フォレスト、走れ

source: Produce 500 Processing units per hour.
ja_jp: 1時間あたり500個の制御基板を生産する

source: Produce 1.0k Processing units per hour.
ja_jp: 1時間あたり1000個の制御基板を生産する

source: Produce 5k Processing units per hour.
ja_jp: 1時間あたり5000個の制御基板を生産する

source: Produce 1.0k Advanced circuits per hour.
ja_jp: 1時間あたり1000個の発展基板を生産する

source: Produce 10k Advanced circuits per hour.
ja_jp: 1時間あたり1万個の発展基板を生産する

source: Produce 25k Advanced circuits per hour.
ja_jp: 1時間あたり2.5万個の発展基板を生産する

source: Deconstruct 100 objects with the construction robots.
ja_jp: ロボットで100個のオブジェクトを回収する

source: Construct more machines using robots than manually.
ja_jp: ロボットで手動より多くの施設を設置する

source: Win the game by crafting no more than 111 items manually.
ja_jp: 111回以下の手動製作でゲームをクリアする

source: Research Oil processing.
ja_jp: 原油処理技術を研究する

source: Research all technologies.
ja_jp: すべてのテクノロジーを研究する

source: Produce 10k Electronic circuits.
ja_jp: 1万個の電子基板を生産する

source: Produce 20M Electronic circuits.
ja_jp: 2000万個の電子基板を生産する

source: Trigger an alien attack by pollution.
ja_jp: 汚染によってバイターの攻撃のきっかけを作る

source: Produce 20k Iron plates per hour.
ja_jp: 1時間あたり2万個の鉄板を生産する

source: Produce 200k Iron plates per hour.
ja_jp: 1時間あたり20万個の鉄板を生産する

source: Produce 400k Iron plates per hour.
ja_jp: 1時間あたり40万個の鉄板を生産する

source: Finish the game.
ja_jp: ゲームをクリアする

source: Destroy 10 spawners by impact.
ja_jp: 10個の巣を車や戦車で破壊する

source: Destroy 100 trees by impact.
ja_jp: 100本の木を車や戦車で破壊する

source: Destroy 10k trees with fire.
ja_jp: 炎で1万本の木を破壊する

source: Supply the player by logistic robot.
ja_jp: 物流ロボットでアイテムを取り寄せる

source: Sends its content to the logistic network.
ja_jp: 内容物を物流ネットワークへ送り出します。

source: Requests specified items from the logistic network.
ja_jp: 物流ネットワークから指定したアイテムを取り寄せます。

source: Splits incoming transport belts' cargo 1:1
ja_jp: 通過する物を1:1に分配します

source: Used to control the connections of the electric network. Can also be controlled by the circuit network.
ja_jp: 送電ネットワークの接続制御に使います。回路ネットワークからも操作可能です。

source: Scans the nearby sectors, and actively reveals an area around it.
ja_jp: 近隣の領域をスキャンし、その周囲のエリアを探索します。

source: Burns fuel for energy.
ja_jp: 燃料を燃やして動作します。

source: Can filter items.
ja_jp: アイテムを選別できます。

source: Performs arithmetic operations on circuit network signals.
ja_jp: 回路ネットワークの信号について、算術演算を行います。

source: Compares circuit network signals.
ja_jp: 回路ネットワークの信号について、論理演算を行います。

source: Outputs constant circuit network signals.
ja_jp: 回路ネットワークに、定数信号を送信します。

source: Burns fuel to heat fluids.
ja_jp: 燃料を燃やして流体を加熱します。

source: Consumes hot fluid to create electric energy.
ja_jp: 高温の流体を消費して電力を作ります。

source: Connects to the electric network and stores electric energy.
ja_jp: 送電ネットワークに接続し、電力を貯蓄します。

source: Pumps fluid from a body of water.
ja_jp: 水源から水を汲み上げます。

source: Used to build and launch a rocket to win the game.
ja_jp: ロケットの組立と打ち上げを行い、ゲームをクリアするのに必要です。

source: Destinations for automated trains.
ja_jp: 自動運行列車の目的地になります。

source: Defines the rail system into blocks, allowing multiple trains to run on the same network.
ja_jp: 線路を複数のブロックに分割し、ひとつの線路網に複数の列車が走れるようにします。

source: Reads the next signals in the path to allow better control of the trains.
ja_jp: 進行先にある信号を読み、より高度な列車制御を行います。

source: Runs automated schedules and pulls cargo wagons. Enter the train with __CONTROL__toggle-driving__, and open the train menu with __CONTROL__build__.
ja_jp: 貨物車を牽引し、計画通りに自動運行します。__CONTROL__toggle-driving__で乗車、__CONTROL__build__でメニューを開きます。

source: Enter the car using __CONTROL__toggle-driving__.
ja_jp: __CONTROL__toggle-driving__で乗車します。

source: Enter the tank using __CONTROL__toggle-driving__.
ja_jp: __CONTROL__toggle-driving__で搭乗します。

source: Tree
ja_jp: 木

source: Red tree
ja_jp: 赤い木

source: Brown tree
ja_jp: 茶色の木

source: Tree stump
ja_jp: 切り株

source: Item request slot
ja_jp: アイテム要求スロット
